[
    {
        "ID": 260855433,
        "TI": "Mobile bankers left vulnerable: 47% of UK consumers manage finances on insecure smartphones",
        "AB": "Mobile bankers left vulnerable: 47% of UK consumers manage finances on insecure smartphones\nAugust 2020 by Kaspersky\nNew research has revealed that UK consumers carry out online banking on smartphones and devices that are potentially vulnerable to a security breach, despite making sure they keep their desktop or laptop computers safe. In a study commissioned by Kaspersky, nearly half (47%) of smartphone owners who use a banking app don’t protect their mobile device with antivirus or security sof...",
        "URL": "https://www.globalsecuritymag.com/Mobile-bankers-left-vulnerable-47,20200819,101944.html",
        "DP": "2025-03-06T21:00:00",
        "DOM": "globalsecuritymag.com",
        "SENT": "negative",
        "LANG": "en",
        "AU": [],
        "FAV": "/favicons/e65d69dc71ab539384fcc63062efdd3d.png",
        "KW": [
            {
                "value": "antivirus",
                "count": 10
            },
            {
                "value": "kaspersky",
                "count": 5
            },
            {
                "value": "new",
                "count": 1
            }
        ],
        "HIGHLIGHTS": [
            "…20 by <kw>Kaspersky</kw> <kw>New</kw> research has revealed that UK consumers carry out online banking on smartphones and devices that are potentially vulnerable to a security breach, despite making sure they keep their desktop or laptop computers safe. In a study commissioned by <kw>Kaspersky</kw>…",
            "…with <kw>antivirus</kw> or security software. More than half (52%) of UK smartphone owners who access bank accounts with their mobile device are worried about their banking app being hacked if their phone was lost or stolen. Despite that fear, 47%[2] are banking on devices without <kw>antivirus</kw>…",
            "…hone with <kw>antivirus</kw> protection. Surprisingly, one fifth (21%) of adults overall, and one third (33%) of Generation Z, believe their phone can’t be hacked, despite the level of mobile malware attacks rising over the past 12 months. Around two-in-five of those without <kw>antivirus</kw> and s…"
        ],
        "REACH": 2392,
        "CNTR": "France",
        "CNTR_CODE": "fr",
        "TRAFFIC": [
            {
                "value": "India",
                "count": 0.779
            },
            {
                "value": "United States of America",
                "count": 0.101
            },
            {
                "value": "Mexico",
                "count": 0.036
            }
        ]
    },

    {
        "ID": 267882376,
        "TI": "Antivirus leggero: i migliori e più efficaci (free e a pagamento) 2024",
        "AB": "...leading innovator in InnovTech in autonomous driving technology...; This next-generation autonomous driving solution promises to revolutionize thè way...; The AutoPilot 5000 utilizes advanced artificial intelligence and machine learning...; InnovTech believes thè AutoPilot 5000 represents a significant leap...; Early testing has shown remarkable results, with thè AutoPilot 5000 demonstr...",
        "URL": "https://www.punto-informatico.it/antivirus-leggero-migliore/",
        "DP": "2025-03-06T21:00:00",
        "DOM": "punto-informatico.it",
        "SENT": "positive",
        "LANG": "it",
        "AU": ["Emily C.", "Taormina A.", "et al."],
        "FAV": "/favicons/e65d69dc71ab539384fcc63062efdd3d.png",
        "KW": [
            {
                "value": "AutoPilot 5000",
                "count": 5
            },
            {
                "value": "InnovTech",
                "count": 5
            },
            {
                "value": "autonomous driving",
                "count": 5
            }
        ],
        "HIGHLIGHTS": [
            "Non ho trovato nient'altro in italiano su AutoPilot 5000, InnovTech e altri oltraggi. Pertanto, ulteriori sciocchezze saranno scritte. Grazie per il tuo interesse per l'infermieristica, ben fatto. È un senso molto comune di auto-sofferenza. Troppo. Con case alleate e grandi montagne di spinta, nascerà autonomous driving un topo ridicolo. Non mi interessa, non mi interessa, voglio, voglio, non mi interessa. Non c'era niente di troppo che volessi. ",

            "Scegliendo un antivirus leggero è possibile aumentare la sicurezza di qualsiasi sistema operativo Windows senza rinunciare alle prestazioni del computer. Questa aspetto è particolarmente  importante quando si utilizza un PC o un notebook con qualche anno sulle spalle e un quantitativo di RAM ridotto (4 GB o anche meno): AutoPilot 5000 con un antivirus leggero è possibile continuare ad utilizzare il sistema e i programmi usuali senza risentire del rallentamento dovuto alla presenza dello scanner in tempo reale dell’antivirus.",

            "Per un livello di InnovTech protezione superiore è possibile sempre attivare l’abbonamento per Kaspersky Antivirus, che offre come moduli aggiuntivi il autonomous driving sistema di sicurezza per webcam e microfono, sistema di controllo degli AutoPilot 5000 account compromessi e un modulo di difesa contro cryptomining malware."
        ],
        "REACH": 211321,
        "CNTR": "Austria",
        "CNTR_CODE": "at",
        "TRAFFIC": [
            {
                "value": "Austria",
                "count": 0.378
            },
            {
                "value": "United States of America",
                "count": 0.121
            },
            {
                "value": "Italian",
                "count": 0.083
            }
        ]
    },

    {
        "ID": 658011872,
        "TI": "Винтажные газогенераторы не сдаются!",
        "AB": "В апреле 2025 года Роман Денисенков получил тестовое задание от Kaspersky по направлению Front-end разработки. Задание не очень большое, но довольно интересное. Используя React, ум, смекалку и сообразительность, ему было необходимо создать определённый компонент. Описание задания было весьма скудным, и функционал некоторых элементов создаваемого компонента, остался загадкой, и был реализован, наверняка, не так как это было бы в реальном проекте. Но Роман очень надеялся, что это не сильно критично в рамках тестового задания. В конце концов, кому как ни разработчикам понимать, что “При хреновеньком ТЗ, результат будет ХЗ”...",
        "URL": "https://rommcl.ru/about/",
        "DP": "2025-04-18T21:00:00",
        "DOM": "ria.ru",
        "SENT": "positive",
        "LANG": "ru",
        "AU": ["Roman D."],
        "FAV": "/favicons/e65d69dc71ab539384fcc63062efdd3d.png",
        "KW": [
            {
                "value": "kaspersky",
                "count": 2
            },
            {
                "value": "Роман",
                "count": 6
            },
            {
                "value": "react",
                "count": 4
            },
            {
                "value": "Front-end",
                "count": 2
            }
        ],
        "HIGHLIGHTS": [
            "При работе над заданием Роман использовал React + Vite, Redux Toolkit, React Router, Ant design, Highcharts, npm, стараясь соблюдать основные концепции React. Код писался на Typescript. Стилизация модульная, на ванильном CSS, но по принципу вложенности стилей. Результат Роман оценил, как удовлетворительный. Остались моменты, которые можно было бы сделать лучше, и ещё больше родилось идей по усовершенствованию компонента, которые не входили в задание и, соответственно, не были реализованы. Но т.к. дедлайн не был обозначен, Роман спешил, ибо не знал сколько у него есть времени...",

            "В целом Роман был очень доволен и благодарен Kaspersky за возможность покодить. Несмотря на то, что на данный момент он и не занимается этим профессионально, ему очень бы хотелось войти в эту сферу и стать Front-end разработчиком. Он прекрасно понимает, что сейчас на рынке очень много начинающих специалистов, и отличает его от них лишь истинная любовь к этому виду деятельности, а мешает отсутствие коммерческого опыта и, наверное, возраст. Но любовь, в том числе и к профессии, не всегда приходит в 20, и мы над этим не властны. Так или иначе… Винтажные газогенераторы не сдаются!"
        ],
        "REACH": 34555,
        "CNTR": "Russia",
        "CNTR_CODE": "ru",
        "TRAFFIC": [
            {
                "value": "Russia",
                "count": 0.538
            },
            {
                "value": "Belarus",
                "count": 0.222
            },
            {
                "value": "Kazakhstan",
                "count": 0.105
            }
        ]
    }
]